{"_type":"paper","title":"Secular Light Curve of 2P/Encke: A Comet Active At Aphelion","slug":{"_type":"slug","current":"secular-light-curve-of-2p-encke-a-comet-active-at-aphelion"},"authors":["Ignacio Ferrin"],"publicationDate":"2008-06-12","abstract":"We present the secular light curve of comet 2P/Encke in two phase spaces, the log plot, and the time plot. The main conclusions of this work are: a) The comet shows activity at perihelion and aphelion, caused by two different active areas: Source 1, close to the South pole, active at perihelion, and Source 2, at the North pole, centered at aphelion. b) More than 18 physical parameters are measured from the secular light curves, many of them new, and are listed in the individual plots of the comet. Specifically we find for Source 1 the location of the turn on and turn off points of activity, RON= -1.63+-0.03 AU, ROFF= +1.49+-0.20 AU, TON= -87+-5 d, TOFF= +94+-15 d, the time lag, LAG(q)= 6+-1 d, the total active time, TACTIVITY= 181+-16 d, and the amplitude of the secular light curve, ASEC(1,1) = 4.8+-0.1 mag. c) From this information the photometric age and the time-age defined in Ferrin (Icarus 178, 493-516, 2005a, and Icarus, 185, 523-543, 2006), can be calculated, and we find P-AGE=97+-8 comet years and T-AGE= 103+-9 comet years (cy). Thus comet 2P/Encke is an old comet entering the methuselah stage (100 cy &lt; age). d) The activity at aphelion (Source 2), extends for TACTIVITY = 815+-30 d and the amplitude of the secular light curve is ASEC (1,Q) = 3.0+-0.2 mag. e) From a new phase diagram an absolute magnitude and phase coefficient for the nucleus are determined, and we find RNUC(1,1,0)= 15.05+-0.14, and betha= 0.066+-0.003. From this data we find a nucleus effective diameter DEFFE = 5.12(+2.5;-1.7) km. These values are not much different from previous determinations but exhibit smaller errors. Additional results appear in the full abstract.","paperUrl":"https://arxiv.org/abs/0806.2161v1"}
{"_type":"paper","title":"Secular Light Curves of Comets C/2011 L4 Panstarrs and C/2012 S1 ISON Compared to 1P/Halley","slug":{"_type":"slug","current":"secular-light-curves-of-comets-c-2011-l4-panstarrs-and-c-2012-s1-ison-compared-to-1p-halley"},"authors":["Ignacio Ferrin"],"publicationDate":"2013-02-19","abstract":"We used 1329 observations of comet C/2011 L4 Panstarrs and 1897 observations of C/2012 S1 ISON to create the Secular Light Curves (SLCs), and to compare them to comet 1P/Halley (3172 observations). These comets are at the present time approaching perihelion. Thus the information contained in this report is preliminary.","paperUrl":"https://arxiv.org/abs/1302.4621v1"}
{"_type":"paper","title":"Three Predictions: Comet 67P/Churyumov-Gerasimenko, Comet C/2012 K1 Panstarrs, and Comet C/2013 V5 Oukaimeden","slug":{"_type":"slug","current":"three-predictions-comet-67p-churyumov-gerasimenko-comet-c-2012-k1-panstarrs-and-comet-c-2013-v5-"},"authors":["Ignacio Ferrín"],"publicationDate":"2014-03-07","abstract":"We make the following predictions:   (1) Comet 67P/Churyumov-Gerasimenko. The Secular Light Curve (SLC) of this comet exhibits a photometric anomaly in magnitude that is present in 1982, 1996, 2002 and 2009. Thus it must be real. We interpret this anomaly as a topographic feature on the surface of the nucleus that may be a field of debris, a region made only of dust or an area of solid stones but in any case it is depleted in volatiles. We predict that images taken by spacecraft Rosseta will show a region morphologically different to the rest of the nucleus, at the pole pointing to the Sun near perihelion.   (2) Comet C/2012 K1 Panstarrs. This comet exhibits the same Slope Discontinuity Event (SDE)+magnitude dip after the event than 11 other comets listed in Table 1 all of which disintegrated. This group includes comet C/2012 S1 ISON. Thus it is reasonable to expect that this comet may disintegrate too. The probability of disintegration of this comet is 20%.   (3) Comet C/2013 V5 Oukaimeden. This comet exhibits the same SDE+dip signature exhibited by 11 other comets in Table 1 all of which disintegrated. This group includes comet C/2012 S1 ISON. We predict that there is a 90% probability that this comet will disintegrate.","paperUrl":"https://arxiv.org/abs/1403.1781v1"}
{"_type":"paper","title":"Secular and Rotational Light Curves of 6478 Gault","slug":{"_type":"slug","current":"secular-and-rotational-light-curves-of-6478-gault"},"authors":["I. Ferrin","C. Fornari","A. Acosta"],"publicationDate":"2019-06-24","abstract":"We obtained 877 images of active asteroid 6478 Gault on 41 nights from January 10th to June 8th, 2019, using several telescopes. We created the phase, secular and rotational light curves of Gault, from which several physical parameters can be derived. From the phase plot we find that no phase effect was evident. This implies that an optically thick cloud of dust surrounded the nucleus hiding the surface. The secular light curve (SLC) shows several zones of activity the origin of which is speculative. From the SLC plots a robust absolute magnitude can be derived and we find mV(1,1,alpha) = 16.11+-0.05. We also found a rotational period Prot = 3.360+-0.005 h and show evidence that 6478 might be a binary. The parameters of the pair are derived. Previous works have concluded that 6478 is in a state of rotational disruption and the above rotational period supports this result. Our conclusion is that 6478 Gault is a suffocated comet getting rid of its suffocation by expelling surface dust into space using the centrifugal force. This is an evolutionary stage in the lifetime of some comets. Besides being a main belt comet (MBC) the object is classified as a dormant Methuselah Lazarus comet.","paperUrl":"https://arxiv.org/abs/1906.10195v4"}
{"_type":"paper","title":"The Pinpoint Comets: 133P/Elst-Pizarro, 249P/LINEAR, 331P/Gibbs, 62412 and 6478 Gault","slug":{"_type":"slug","current":"the-pinpoint-comets-133p-elst-pizarro-249p-linear-331p-gibbs-62412-and-6478-gault"},"authors":["I. Ferrín","C. Fornari","A. Acosta"],"publicationDate":"2019-07-01","abstract":"From two Active Asteroid (AA) known in 1979 we have advanced to 37 members at the beginning of 2019. More surprisingly, in the first three months of 2019 five new members were added to the list, one of them, 6478 Gault, with a curious, out of the ordinary tail. This prompted a visual search for similar objects in images depositories. We have identified five cometary objects that have the same morphological appearance: A thin long tail coming out of a star-like nucleus with no gas. The members of this new class (Pinpoint Comet Group, PCG) are, 133P/Elst-Pizarro, 249P/LINEAR, 331P/Gibbs, 62412 and 6478 Gault. We look for differences and similarities among them. Four of them belong to the main belt and one to the Jupiter Family of comets. One of them has left the group but will return soon. Two of them are double. All exhibit densities well above the Jupiter Family of comets values. This tells us something about their origin and evolution. In this work we study the secular and rotational light curves of these objects and their phase and SLC plots. We will investigate the meaning of these characteristics in terms of their physical evolution.","paperUrl":"https://arxiv.org/abs/1907.01096v1"}
{"_type":"paper","title":"Secular Light Curves of NEAs 2201 Oljato, 3200 Phaethon, 99942 Apophis, 162173 Ryugu, 495848, and 6063 Jason","slug":{"_type":"slug","current":"secular-light-curves-of-neas-2201-oljato-3200-phaethon-99942-apophis-162173-ryugu-495848-and-606"},"authors":["I. Ferrin","A. Arcila","M. Saldarriaga"],"publicationDate":"2018-07-30","abstract":"Using the Secular Light Curve (SLC) formalism (Ferrín, 2010a, PSS, 58, 365-391), we searched for cometary activity of six NEAS: 2201 Oljato. The SLC exhibits significant cometary activity and evidence of an eclipse. 3200 Phaethon. Is the parent of the Geminid meteor stream and exhibited a faint tail at perihelion in several oppositions. The SLC fails to show cometary activity using a 1995 to 2017 data set, suggesting that we are in the presence of a dormant cometary nucleus. 99942 Apophis. This SLC does not shows evidence of cometary activity, however it shows evidence of an eclipse. The evidence of a double nature is confirmed with Goldstone and Arecibo radar observations. 162173 Ryugu. This NEA is the target of the Hayabusa 2 spacecraft mission. The SLC exhibits an enhancement consistent with cometary activity. It may be possible to confirm or deny this activity by the end of the mission. 495848= 2002 QD7. This NEA shows deviations from a flat distribution near perihelion in 2007 and 2017. However our own observations in 2018 show a bare nucleus, from which we obtain an absolute nuclear magnitude mV(nucleus) = 18.32+-0.03 (using pV=0.04). The equivalent diameter is D=1.43+-0.10 km. 6063 Jason. The SLC of this NEA exhibits low level cometary activity centred at perihelion. The fact that a cursory search for low level active comets among NEAs has uncovered four positive objects out of 6, hints that many more faint comets should exist as yet undetected.","paperUrl":"https://arxiv.org/abs/1807.11157v2"}
{"_type":"paper","title":"\"Secular Light Curve of Comet 103P/Hartley 2, Target of the EPOXI Mission\"","slug":{"_type":"slug","current":"secular-light-curve-of-comet-103p-hartley-2-target-of-the-epoxi-mission"},"authors":["Ignacio Ferrin"],"publicationDate":"2010-08-26","abstract":"In support of the EPOXI mission, we have compiled the secular light curve (SLC) of comet 103P/Hartley 2, the next target of EPOXI. a) Of the order of 30 photometric parameters are measured, over 20 of them new. The turn on point of activity is -4.2 +/- 0.1 AU from the Sun, which corresponds to -400 +/- 40 d before perihelion. The total active time is TACTIVE= 1484 +/- 43 d. b) 103P is a young dwarf comet, young because it has a photometric age P-AGE(1,1) = 15 +/- 2 cy (comet years), and dwarf because its diameter is DEFFE = 1.14 +/- 0.16 km. c) The nucleus is very active, and the amplitude of the SLC is ASEC= 10.8 +/- 0.1 mag in 1997. This comet is as active as 1P/Halley, but much smaller. d) After remaining active up to aphelion, the comet spills-over its activity into the next orbit. e) Two linear laws change slope at a break point located at RBP = -1.20 +/- 0.1 AU before perihelion, and magnitude mBP = 9.4 +/- 0.1. Sublimation is not controlled by water ice. The controlling substance may be CO or CO2 ice. CO2 has been detected spectroscopically. f) The water budget of this comet is calculated. The comet expends 1.88 10^10 kg of water per apparition. A new water-budget age is defined and it is found that WB-AGE = 19 cy vs WB-AGE = 0.65 cy for 1P/Halley and 28 cy for 9P. g) The values of Afρ are calculated on two dates and we find dust production rates of 106 and 37 kg/s. h) The thickness of the layer lost per apparition is calculated, and we find Δr = 39 m where r is the radius. Since the radius of this comet is r = 570 m, it is found that at the present rate the comet may disappear in only 17 revolutions (~109 y). i) All comets visited by spacecraft are young objects. 103P follows the same trend. It is expected that the surface morphology that will be found in future EPOXI images should be very similar to that of previous comets.","paperUrl":"https://arxiv.org/abs/1008.4556v1"}
{"_type":"paper","title":"The Impending Demise of Comet C/2012 S1 ISON","slug":{"_type":"slug","current":"the-impending-demise-of-comet-c-2012-s1-ison"},"authors":["Ignacio Ferrin"],"publicationDate":"2013-10-02","abstract":"We present evidence to conclude that comet C/2012 S1 ISON is about to turn off or disintegrate.","paperUrl":"https://arxiv.org/abs/1310.0552v2"}
{"_type":"paper","title":"1I/2017 U1 (Oumuamua) Might Be A Cometary Nucleus","slug":{"_type":"slug","current":"1i-2017-u1-oumuamua-might-be-a-cometary-nucleus"},"authors":["Ignacio Ferrin","Jorge Zuluaga"],"publicationDate":"2017-11-20","abstract":"In this work we find evidence that the object is of cometary origin.","paperUrl":"https://arxiv.org/abs/1711.07535v1"}
{"_type":"paper","title":"\"Scientist 10 Commandments\"","slug":{"_type":"slug","current":"scientist-10-commandments"},"authors":["Ignacio Ferrín"],"publicationDate":"2010-09-24","abstract":"Describes 10 rules that should be followed by scientist.","paperUrl":"https://arxiv.org/abs/1009.4891v2"}
{"_type":"paper","title":"The Impending Demise of Comet C/2013 US10","slug":{"_type":"slug","current":"the-impending-demise-of-comet-c-2013-us10"},"authors":["Ignacio Ferrin"],"publicationDate":"2015-09-20","abstract":"We have developed a 3-step criterion to decide if a comet coming from the Oort Cloud will disintegrate. If we apply this criterion to comet C/2013 US10 we find that the probability of disintegration is 92%. The Secular Light Curve of this comet exhibits complexity beyond current scientific understanding, suggesting that our knowledge of cometary science is incomplete.","paperUrl":"https://arxiv.org/abs/1509.05966v3"}
{"_type":"paper","title":"\"Atlas of Secular Light Curves of Comets\"","slug":{"_type":"slug","current":"atlas-of-secular-light-curves-of-comets"},"authors":["Ignacio Ferrin"],"publicationDate":"2009-09-18","abstract":"In this work we have compiled 37,692 observations of 27 periodic and non-periodic comets to create the secular light curves (SLCs), using 2 plots per comet. The data has been reduced homogeneously. Our overriding goal is to learn the properties of the ensemble of comets. More than 30 parameters are listed, of which over ~20 are new and measured from the plots. We define two ages for a comet using activity as a proxy, the photometric age P-AGE, and the time-age, T-AGE. It is shown that these two parameters are robust, implying that the input data can have significant errors but P-AGE and T-AGE come out with small errors. This is due to their mathematical definition. It is shown that P-AGE classifies comets by shape of their light curve. The value of this Atlas is twofold: The SLCs not only show what we know, but also show what we do not know, thus pointing the way to meaningful observations. Besides their scientific value, these plots are useful for planning observations. The SLCs have not been modeled, and there is no cometary light curve standard model as there is for some variable stars (i.e. eclipsing binaries). Comets are classified by age and size. In this way it is found that 29P/Schwassmann-Wachmann 1 is a baby goliath comet, while C/1983 J1 Sugano-Saigusa-Fujikawa is a middle age dwarf. There are new classes of comets based on their photometric properties. The secular light curves presented in this Atlas exhibit complexity beyond current understanding.","paperUrl":"https://arxiv.org/abs/0909.3498v1"}
{"_type":"paper","title":"Taurid Complex Smoking Gun: Detection of Cometary Activity","slug":{"_type":"slug","current":"taurid-complex-smoking-gun-detection-of-cometary-activity"},"authors":["Ignacio Ferrin","Vincenzo Orofino"],"publicationDate":"2020-11-26","abstract":"Using the Secular Light Curve (SLC) formalism (Ferrín, 2010), we have catalogued 88 probable members of the Taurid Complex (TC). 51 of them have useful SLCs and 34 of these (67%) exhibit cometary activity. This high percentage of active asteroids gives support to the hypothesis of a catastrophe that took place during the Upper Paleolithic (Clube and Napier, 1984), when a large short-period comet, arriving in the inner Solar System from the Kuiper Belt, experienced, starting from 20 thousand years ago, a series of fragmentations that produced the present 2P/Encke comet, together with a large number of other members of the TC. The fragmentation of the progenitor body was facilitated by its heterogeneous structure (very similar to a rubble pile) and this also explains the current coexistence in the complex of fragments of different composition and origin. We have found that (2212) Hephaistos and 169P/NEAT are active and members of the TC with their own sub-group. Other components of the complex are groups of meteoroids, that often give rise to meteor showers when they enter the terrestrial atmosphere, and very probably also the two small asteroids that in 1908 and 2013 exploded in the terrestrial atmosphere over Tunguska and Chelyabinsk, respectively. What we see today of the TC are the remnants of a very varied and numerous complex of objects, characterized by an intense past of collisions with the Earth which may continue to represent a danger for our planet.","paperUrl":"https://arxiv.org/abs/2011.13078v1"}
{"_type":"paper","title":"The Location of Oort Cloud Comets C/2011 L4 Panstarrs and C/2012 S1 ISON, on a Comets' Evolutionary Diagram","slug":{"_type":"slug","current":"the-location-of-oort-cloud-comets-c-2011-l4-panstarrs-and-c-2012-s1-ison-on-a-comets-evolutionar"},"authors":["Ignacio Ferrín"],"publicationDate":"2013-06-20","abstract":"We plot the Secular Light Curves (SLCs) of comets C/2011 L4 Panstarrs and C/2012 S1 ISON. The brightness of C/2011 L4 Panstarrs and C/2012 S1 ISON increase steeply after discovery but both decrease in slope sharply at ~4-5 AU, a characteristic of Oort Cloud cometary light curves that we refer to as a Slope Discontinuity Event (SDE). After the SDE, the SLC of C/2011 L4 continues to increase and has a surge near perihelion. The SLC of comet C/2012 S1 ISON on the other hand, is very odd and exhibits a SDE plus a near-standstill after the event. We found five comets with similar behavior: C/1996 Q1 Tabur, C/1999 S4 LINEAR, C/2002 O4 Hönig, C/2010 X1 Elenin and C/2012 T5 Bressi, all of which disintegrated. Thus we predict that comet ISON will disintegrate too. We compiled published production rates of water, dust and CO and used them to calculate the Mass Loss Budget. We use this information for ISON to calculate the diameter and to plot 29 comets in an Evolutionary Diagram that separates comets by class. We find a diameter D = 1030+-70 m in excellent agreement with the upper limit found by Delamere et al. (2013), D(mean) &lt; 1126 m. It is evident that the Secular Light Curves, exhibit complexity beyond current scientific understanding. Note: The comet disintegrated as predicted (CBET 3731), while this paper was being refereed.","paperUrl":"https://arxiv.org/abs/1306.5010v2"}
{"_type":"paper","title":"A preliminary reconstruction of the orbit of the Chelyabinsk Meteoroid","slug":{"_type":"slug","current":"a-preliminary-reconstruction-of-the-orbit-of-the-chelyabinsk-meteoroid"},"authors":["Jorge I. Zuluaga","Ignacio Ferrin"],"publicationDate":"2013-02-21","abstract":"In February 15 2013 a medium-sized meteoroid impacted the atmosphere in the region of Chelyabinsk, Russia. After its entrance to the atmosphere and after travel by several hun- dred of kilometers the body exploded in a powerful event responsible for physical damages and injured people spread over a region enclosing several large cities. We present in this letter the results of a preliminary reconstruction of the orbit of the Chelyabinsk meteoroid. Using evidence gathered by one camera at the Revolution Square in the city of Chelyabinsk and other videos recorded by witnesses in the close city of Korkino, we calculate the trajectory of the body in the atmosphere and use it to reconstruct the orbit in space of the meteoroid previous to the violent encounter with our planet. In order to account for the uncertainties implicit in the determination of the trajectory of the body in the atmosphere, we use Monte Carlo methods to calculate the most probable orbital parameters. We use this result to classify the meteoroid among the near Earth asteroid families finding that the parent body belonged to the Apollo asteroids. Although semimajor axis and inclination of the preliminary orbit computed by us are uncertain, the rest of orbital elements are well constrained in this preliminary reconstruction.","paperUrl":"https://arxiv.org/abs/1302.5377v1"}
{"_type":"paper","title":"Secular light curves of 25 members of the Themis family of asteroids, suspected of exhibiting low level cometary activity","slug":{"_type":"slug","current":"secular-light-curves-of-25-members-of-the-themis-family-of-asteroids-suspected-of-exhibiting-low"},"authors":["I. Ferrin","M. Perez","J. Rendon"],"publicationDate":"2017-03-29","abstract":"From 1996 to 2015 sixteen main belt asteroids were discovered exhibiting cometary activity (less than one per year), all of them during searches at the telescope. In this work we will explore another way to discover them. We reduced 192016 magnitude observations of 165 asteroids of the Themis family, using data from the astrometric-photometric database of the Minor Planet Center, MPCOBS, and measuring the absolute magnitudes from the phase plots. 25 objects of 165 (15.2%), exhibited bumps or enhancements in brightness that might indicate low level cometary activity. Since activity repeats at the same place in different orbits and in many occasions is centered at perihelion, activity might be due to water ice sublimation. As of September 2016, there are 717768 asteroids listed in the MPC files. If we assume that we do not have any false positives and the above percentage can be extrapolated to the whole Main Belt, the number of potentially active asteroid gets to the very large number of ~111.000. This number is much larger than the ones predicted in previous surveys and indicates one of three scenarios: A) there are many false positives in our detections and the real number of active asteroid is much smaller than we found, implying that the MPC astrometric-photometric database is only astrometric and not photometric. B) The location of active asteroids is restricted to the Themis family and an extrapolation to the whole belt is not possible. Or C) there are few false positives in our candidates and the main belt actually contains many low level active asteroids undetected by current surveys. Case C) would imply that the main belt is not a field of bare rocks but a graveyard of extinct comets, changing our current paradigm of the main belt. So it is of the outmost importance to verify observationally our candidates, and determine which of these scenarios is valid.","paperUrl":"https://arxiv.org/abs/1703.09889v1"}
{"_type":"paper","title":"The location of Asteroidal Belt Comets (ABCs), in a comets' evolutionary diagram: The Lazarus Comets","slug":{"_type":"slug","current":"the-location-of-asteroidal-belt-comets-abcs-in-a-comets-evolutionary-diagram-the-lazarus-comets"},"authors":["Ignacio Ferrin","Jorge Zuluaga","Pablo Cuartas"],"publicationDate":"2013-05-12","abstract":"There is a group of newly recognized asteroids in the main belt that are exhibiting cometary characteristics. We will call them Asteroidal Belt Comets or ABCs. An analysis of their orbital and physical properties has resulted in the following conclusion: (1) We define the detached group, DG, as objects sublimating water that have aphelion distances Q &lt; 4.5 AU. The detached group contains all the ABCs traditionally recognized, plus a few other members like 2P and 107P. With the above definition there are 11 members of the ABC group: 2P, 107P, 133P, 176P, 233P, 238P, C/2008 R1, C/2010 R2, 2011 CR42, 3200, and 300163 = 2006 VW139. (2) Active objects sublimate ices except collisioned asteroids, CA, P/2010 A2, 596 Scheila, and P/2012 F5 Gibbs, and 3200 Phaethon who was active due to sputtering. (3)We have calibrated the black body (color) temperature of comets vs perihelion distance, R. We find T = 325+-5 K/SQRT(R). (4) Using a mathematical model of the thermal wave we calculate the thickness of the dust layer on comet nuclei as 2.0+-0.5 m for comet 107P, 4.7+-1.2 m for comet 133P and 1.9+-0.5 m for a sample of 9 comets. (5) We have located three ABCs in an evolutionary diagram of Remaining Revolutions, RR, vs Water-Budget Age, WB-AGE. ABCs lie together in the upper right hand corner of the diagram. (6) RR vs WB-AGE defines the region of the graveyard of comets, objects with 1000 cy &lt; WB-AGE (cy stands for comet years). Five members belong to the graveyard, 107P, 133P, 2006 VW139, D/1891 W1 Blanpain and 3200 Phaeton. Thus we propose that the asteroidal belt contains an enormous graveyard of ancient dormant and extinct rocky comets, that turn on (are rejuvenated), in response to a diminution of their perihelion distance.","paperUrl":"https://arxiv.org/abs/1305.2621v3"}
{"_type":"paper","title":"\"The 2009 Apparition of Methuselah Comet 107P/Wilson-Harrington: A Case of Comet Rejuvenation?\"","slug":{"_type":"slug","current":"the-2009-apparition-of-methuselah-comet-107p-wilson-harrington-a-case-of-comet-rejuvenation"},"authors":["I. Ferrín","Hiromi Hamanowa","Hiroko Hamanowa","J. Hernández","E. Sira","A. Sánchez","H. Zhao","R. Miles"],"publicationDate":"2012-05-31","abstract":"(1) We find that comet 107P/WH was active in 1949, 1979, 1992, 2005, and 2009. (2) Its age can be measured. We find T-AGE=4700 comet years, WB-AGE=7800 cy. (3) This is a methuselah comet very near to its dormancy phase, being temporarily rejuvenated due to a diminution of its perihelion distance. (4) We measured the diameter as Deffe=3.67\\pm0.06 km, and the rotational period, Prot=6.093\\pm0.002 h. (5) We define the region of the graveyard of comets, and three comets belong to the graveyard: 107P/Wilson-Harrington, 133P/Elst-Pizarro and D/1891W1 Blanpain.","paperUrl":"https://arxiv.org/abs/1205.6874v1"}
{"_type":"paper","title":"Modeling the Envelope of the Secular Light Curve of the Comete 1P/Halley","slug":{"_type":"slug","current":"modeling-the-envelope-of-the-secular-light-curve-of-the-comete-1p-halley"},"authors":["Eduardo Rondón","Ignacio Ferrín"],"publicationDate":"2011-03-18","abstract":"We have been modeling the envelope of the secular light curve (Ferrín, 2010) of comet 1P/Halley. As the first step we have modeled the water production rate of the comet, for several active regions as a function of visual albedo and infrared albedo, and then we have used the correlation between the water production rate and the reduced magnitude (Jorda, 2008) for modeling the envelope of the secular light curve of the comet. We obtain probable orientations of the rotation axis (I,$Φ$). These orientations are compared with several solutions by several authors. We have calculated the surface temperature for the orientation of the rotation axis with minimal standar deviation. We have found that for near and far values of the perihelion the surface temperature as a function of the latitude is constant.","paperUrl":"https://arxiv.org/abs/1103.3550v2"}
{"_type":"paper","title":"Zero-Error Tracking for Autonomous Vehicles through Epsilon-Trajectory Generation","slug":{"_type":"slug","current":"zero-error-tracking-for-autonomous-vehicles-through-epsilon-trajectory-generation"},"authors":["Clint Ferrin","Greg Droge","Randall Christensen"],"publicationDate":"2020-07-20","abstract":"This paper presents a control method and trajectory planner for vehicles with first-order nonholonomic constraints that guarantee asymptotic convergence to a time-indexed trajectory. To overcome the nonholonomic constraint, a fixed point in front of the vehicle can be controlled to track a desired trajectory, albeit with a steady-state error. To eliminate steady state error, a sufficiently smooth trajectory is reformulated for the new reference point such that, when tracking the new trajectory, the vehicle asymptotically converges to the original trajectory. The resulting zero-error tracking law is demonstrated through a novel framework for creating time-indexed Clothoids. The Clothoids can be planned to pass through arbitrary waypoints using traditional methods yet result in trajectories that can be followed with zero steady-state error. The results of the control method and planner are illustrated in simulation wherein zero-error tracking is demonstrated.","paperUrl":"https://arxiv.org/abs/2007.10441v1"}
{"_type":"paper","title":"The orbit of the Chelyabinsk event impactor as reconstructed from amateur and public footage","slug":{"_type":"slug","current":"the-orbit-of-the-chelyabinsk-event-impactor-as-reconstructed-from-amateur-and-public-footage"},"authors":[],"publicationDate":"2013-03-07","abstract":"A ballistic reconstruction of a meteoroid orbit can be made if enough information is available about its trajectory inside the atmosphere. A few methods have been devised in the past and used in several cases to trace back the origin of small impactors. On February 15, 2013, a medium-sized meteoroid hit the atmosphere in the Chelyabinsk region of Russia, causing damage in several large cities. The incident, the largest registered since the Tunguska event, was witnessed by many thousands and recorded by hundreds of amateur and public video recording systems. The amount and quality of the information gathered by those systems is sufficient to attempt a reconstruction of the trajectory of the impactor body in the atmosphere, and from this the orbit of the body with respect to the Sun. Using amateur and public footage taken in four different places close to the event, we have determined precisely the properties of the entrance trajectory and the orbit of the Chelyabinsk event impactor. We found that the object entered the atmosphere at a velocity ranging from 16.0 to 17.4 km/s in a grazing trajectory, almost directly from the east, with an azimuth of velocity vector of 285$^o$, and with an elevation of 15.8$^o$ with respect to the local horizon. The orbit that best fits the observations has, at a 95% confidence level, a semi-major axis a = 1.26$\\pm$0.05 AU, eccentricity e = 0.44$\\pm$0.03, argument of perihelion $ω$=95.5$^o\\pm2^o$ and longitude of ascending node $Ω$= 326.5$^o\\pm0.3^o$. Using these properties the object can be classified as belonging to the Apollo family of asteroids. The absolute magnitude of the meteoroid was H= 25.8, well below the threshold for its detection and identification as a Potential Hazardous Asteroid (PHA). This result would imply that present efforts intended to detect and characterize PHAs are incomplete.","paperUrl":"https://arxiv.org/abs/1303.1796v1"}
{"_type":"paper","title":"The simplest method to measure the geocentric lunar distance: a case of citizen science","slug":{"_type":"slug","current":"the-simplest-method-to-measure-the-geocentric-lunar-distance-a-case-of-citizen-science"},"authors":[],"publicationDate":"2014-05-19","abstract":"We present the results of measuring the geocentric lunar distance using what we propose is the simplest method to achieve a precise result. Although lunar distance has been systematically measured to a precision of few millimeters using powerful lasers and retroreflectors installed on the moon by the Apollo missions, the method devised and applied here can be readily used by nonscientist citizens (e.g. amateur astronomers or students) and it requires only a good digital camera. After launching a citizen science project called the Aristarchus Campaign, intended to involve astronomy enthusiasts in scientific measurement of the Lunar Eclipse of 15 April 2014, we compiled and measured a series of pictures obtained by one of us (J.C. Figueroa). These measurements allowed us to estimate the lunar distance to a precision of 3%. We describe here how to perform the measurements and the method to calculate from them the geocentric lunar distance using only the pictures time stamps and a precise measurement of the instantaneous lunar apparent diameter. Our aim here is not to provide any improved measurement of a well-known astronomical quantity, but rather to demonstrate how the public could be engaged in scientific endeavors and how using simple instrumentation and readily available technological devices such as smartphones and digital cameras, any person can measure the local Universe as ancient astronomers did.","paperUrl":"https://arxiv.org/abs/1405.4580v1"}
{"_type":"paper","title":"A projection hybrid high order finite volume/finite element method for incompressible turbulent flows","slug":{"_type":"slug","current":"a-projection-hybrid-high-order-finite-volume-finite-element-method-for-incompressible-turbulent-"},"authors":["Saray Busto","Jose Luis Ferrin","Eleuterio F. Toro","Maria Elena Vazquez-Cendon"],"publicationDate":"2023-01-20","abstract":"In this paper the projection hybrid FV/FE method presented in Busto et al. 2014 is extended to account for species transport equations. Furthermore, turbulent regimes are also considered thanks to the $k-\\varepsilon$ model. Regarding the transport diffusion stage new schemes of high order of accuracy are developed. The CVC Kolgan-type scheme and ADER methodology are extended to 3D. The latter is modified in order to profit from the dual mesh employed by the projection algorithm and the derivatives involved in the diffusion term are discretized using a Galerkin approach. The accuracy and stability analysis of the new method are carried out for the advection-diffusion-reaction equation. Within the projection stage the pressure correction is computed by a piecewise linear finite element method. Numerical results are presented, aimed at verifying the formal order of accuracy of the scheme and to assess the performance of the method on several realistic test problems.","paperUrl":"https://arxiv.org/abs/2301.08483v1"}
{"_type":"paper","title":"A general method for assessing the origin of interstellar small bodies: the case of 1I/2017 U1 ('Oumuamua)","slug":{"_type":"slug","current":"a-general-method-for-assessing-the-origin-of-interstellar-small-bodies-the-case-of-1i-2017-u1-ou"},"authors":[],"publicationDate":"2017-11-26","abstract":"With the advent of more and deeper sky surveys, the discovery of interstellar small objects entering into the Solar System has been finally possible. In October 19, 2017, using observations of the Pan-STARRS survey, a fast moving object, now officially named 1I/2017 U1 ('Oumuamua), was discovered in a heliocentric unbound trajectory suggesting an interstellar origin. Assessing the provenance of interstellar small objects is key for understanding their distribution, spatial density and the processes responsible for their ejection from planetary systems. However, their peculiar trajectories place a limit on the number of observations available to determine a precise orbit. As a result, when its position is propagated $\\sim 10^5-10^6$ years backward in time, small errors in orbital elements become large uncertainties in position in the interstellar space. In this paper we present a general method for assigning probabilities to nearby stars of being the parent system of an observed interstellar object. We describe the method in detail and apply it for assessing the origin of 'Oumuamua. A preliminary list of potential progenitors and their corresponding probabilities is provided. In the future, when further information about the object and/or the nearby stars be refined, the probabilities computed with our method can be updated. We provide all the data and codes we developed for this purpose in the form of an open source {\\tt C/C++/Python package}, {\\bf\\tt iWander} which is publicly available at http://github.com/seap-udea/iWander.","paperUrl":"https://arxiv.org/abs/1711.09397v3"}
{"_type":"paper","title":"A staggered semi-implicit hybrid FV/FE projection method for weakly compressible flows","slug":{"_type":"slug","current":"a-staggered-semi-implicit-hybrid-fv-fe-projection-method-for-weakly-compressible-flows"},"authors":["A. Bermúdez","S. Busto","M. Dumbser","J. L. Ferrín","L. Saavedra","M. E. Vázquez-Cendón"],"publicationDate":"2018-02-28","abstract":"In this article we present a novel staggered semi-implicit hybrid finite-volume/finite-element (FV/FE) method for the resolution of weakly compressible flows in two and three space dimensions. The pressure-based methodology introduced in Bermúdez et al. 2014 and Busto et al. 2018 for viscous incompressible flows is extended here to solve the compressible Navier-Stokes equations. Instead of considering the classical system including the energy conservation equation, we replace it by the pressure evolution equation written in non-conservative form. To ease the discretization of complex spatial domains, face-type unstructured staggered meshes are considered. A projection method allows the decoupling of the computation of the density and linear momentum variables from the pressure. Then, an explicit finite volume scheme is used for the resolution of the transport diffusion equations on the dual mesh, whereas the pressure system is solved implicitly by using continuous finite elements defined on the primal simplex mesh. Consequently, the CFL stability condition depends only on the flow velocity, avoiding the severe time restrictions that might be imposed by the sound velocity in the weakly compressible regime. High order of accuracy in space and time of the transport diffusion stage is attained using a local ADER (LADER) methodology. Moreover, also the CVC Kolgan-type second order in space and first order in time scheme is considered. To prevent spurious oscillations in the presence of shocks, an ENO-based reconstruction, the minmod limiter or the Barth-Jespersen limiter are employed. To show the validity and robustness of our novel staggered semi-implicit hybrid FV/FE scheme, several benchmarks are analysed, showing a good agreement with available exact solutions and numerical reference data from low Mach numbers, up to Mach numbers of the order of unity.","paperUrl":"https://arxiv.org/abs/1802.10585v3"}
{"_type":"paper","title":"New Quasars Detected via Variability in the QUEST1 Survey","slug":{"_type":"slug","current":"new-quasars-detected-via-variability-in-the-quest1-survey"},"authors":["A. W. Rengstorf","S. L. Mufson","C. Abad","B. Adams","P. Andrews","C. Bailyn","C. Baltay","A. Bongiovanni","C. Briceno","G. Bruzual","P. Coppi","F. Della Prugna","W. Emmet","I. Ferrin","F. Fuenmayor","M. Gebhard","J. Hernandez","R. K. Honeycutt","G. Magris","J. Musser","O. Naranjo","A. Oemler","P. Rosenzweig","C. N. Sabbey","Ge. Sanchez","Gu. Sanchez","B. Schaefer","H. Schenner","J. Sinnott","J. A. Snyder","S. Sofia","J. Stock","W. van Altena","A. K. Vivas"],"publicationDate":"2003-10-31","abstract":"By observing the high galactic latitude equatorial sky in drift scan mode with the QUEST (QUasar Equatorial Survey Team) Phase 1 camera, multi-bandpass photometry on a large strip of sky, resolved over a large range of time scales (from hourly to biennially) has been collected. A robust method of ensemble photometry revealed those objects within the scan region that fluctuate in brightness at a statistically significant level. Subsequent spectroscopic observations of a subset of those varying objects easily discriminated the quasars from stars. For a 13-month time scale, 38% of the previously known quasars within the scan region were seen to vary in brightness and subsequent spectroscopic observation revealed that approximately 7% of all variable objects in the scan region are quasars. Increasing the time baseline to 26 months increased the percentage of previously known quasars which vary to 61% and confirmed via spectroscopy that 7% of the variable objects in the region are quasars. This reinforces previously published trends and encourages additional and ongoing synoptic searches for new quasars and their subsequent analysis. During two spectroscopic observing campaigns, a total of 30 quasars were confirmed, 11 of which are new discoveries and 19 of which were determined to be previously known. Using the previously cataloged quasars as a benchmark, we have found it possible to better optimize future variability surveys. This paper reports on the subset of variable objects which were spectroscopically confirmed as quasars.","paperUrl":"https://arxiv.org/abs/astro-ph/0310916v3"}
{"_type":"paper","title":"The QUEST RR Lyrae Survey: Confirmation of the Clump at 50 kpc and Other Over-Densities in the Outer Halo","slug":{"_type":"slug","current":"the-quest-rr-lyrae-survey-confirmation-of-the-clump-at-50-kpc-and-other-over-densities-in-the-ou"},"authors":[],"publicationDate":"2001-05-08","abstract":"We have measured the periods and light curves of 148 RR Lyrae variables from V=13.5 to 19.7 from the first 100 sq. degrees of the QUEST RR Lyrae survey. Approximately 55% of these stars belong to the clump of stars detected earlier by the Sloan Digital Sky Survey. According to our measurements, this feature has ~10 times the background density of halo stars, spans at least 37.5 deg by 3.5 deg in right ascension and declination (&gt;=30 by &gt;=3 kpc), lies ~50 kpc from the Sun, and has a depth along the line of sight of ~5 kpc (1 sigma). These properties are consistent with the recent models that suggest it is a tidal stream from the Sgr dSph galaxy. The mean period of the type ab variables, 0.58 d, is also consistent. In addition, we have found two smaller over-densities in the halo, one of which may be related to the globular cluster Pal 5.","paperUrl":"https://arxiv.org/abs/astro-ph/0105135v1"}
{"_type":"paper","title":"Discovery of the Bright Trans-Neptunian Object 2000 EB173","slug":{"_type":"slug","current":"discovery-of-the-bright-trans-neptunian-object-2000-eb173"},"authors":["Ignacio Ferrin</name>\n      <arxiv:affiliation>Universidad de los Andes</arxiv:affiliation>\n    </author>\n    <author>\n      <name>D. Rabinowitz","B. Schaefer","J. Snyder","N. Ellman","B. Vicente","A. Rengstorf","D. Depoy","S. Salim","P. Andrews","C. Bailyn","C. Baltay","C. Briceno","P. Coppi","M. Deng","W. Emmet","A. Oemler","C. Sabbey","J. Shin","S. Sofia","W. van Altena","K. Vivas","C. Abad","A. Bongiovanni","G. Bruzual","F. Della Prugna","D. Herrera","G. Magris","J. Mateu","R. Pacheco","Ge. Sanchez","Gu. Sanchez","H. Schenner","J. Stock","K. Vieira","F. Fuenmayor","J. Hernandez","O. Naranjo","P. Rosenzweig","C. Secco","G. Spavieri","M. Gebhard","H. Honeycutt","S. Mufson","J. Musser","S. Pravdo","E. Helin","K. Lawrence"],"publicationDate":"2000-11-28","abstract":"We describe the discovery circumstances and photometric properties of 2000 EB173, now one of the brightest trans-Neptunian objects (TNOs) with opposition magnitude m_R=18.9 and also one of the largest Plutinos, found with the drift-scanning camera of the QUEST Collaboration, attached to the 1-m Schmidt telescope of the National Observatory of Venezuela. We measure B-V = 0.99 +/- 0.14 and V-R = 0.57 +/- 0.05, a red color observed for many fainter TNOs. At our magnitude limit m_R = 20.1 +/- 0.20, our single detection reveals a sky density of 0.015 (+0.034, -0.012) TNOs per deg^2 (the error bars are 68% confidence limits), consistent with fainter surveys showing a cumulative number proportional to 10^0.5m_R. Assuming an inclination distribution of TNOs with FWHM exceeding 30 deg, it is likely that one hundred to several hundred objects brighter than m_R=20.1 remain to be discovered.","paperUrl":"https://arxiv.org/abs/astro-ph/0011527v1"}
{"_type":"paper","title":"Discovery of the Optical Transient of the Gamma Ray Burst 990308","slug":{"_type":"slug","current":"discovery-of-the-optical-transient-of-the-gamma-ray-burst-990308"},"authors":["Bradley E. Schaefer","J. A. Snyder","J. Hernandez","B. Roscherr","M. Deng","N. Ellmann","C. Bailyn","A. Rengstorf","D. Smith","A. Levine","S. Barthelmy","P. Butterworth","K. Hurley","T. Cline","C. Meegan","C. Kouveliotou","R. Kippen","H. Park","G. Williams","R. Porrata","R. Bionta","D. Hartmann","D. Band","D. Frail","S. Kulkarni","J. Bloom","S. Djorgovski","F. Harris","C. Abad","B. Adams","P. Andrews","C. Baltay","A. Bongiovanni","C. Briceno","G. Bruzual","P. Coppi","F. Della Prugna","A. Dubuc","W. Emmet","I. Ferrin","F. Fuenmayor","M. Gebhard","D. Herrera","K. Honeycutt","G. Magris","J. Mateu","S. Muffson","J. Musser","O. Naranjo","A. Oemler","R. Pacheco","G. Paredes","M. Rengel","L. Romero","P. Rosenzweig","C. Sabbey et al"],"publicationDate":"1999-07-16","abstract":"The optical transient of the faint Gamma Ray Burst 990308 was detected by the QUEST camera on the Venezuelan 1-m Schmidt telescope starting 3.28 hours after the burst. Our photometry gives $V = 18.32 \\pm 0.07$, $R = 18.14 \\pm 0.06$, $B = 18.65 \\pm 0.23$, and $R = 18.22 \\pm 0.05$ for times ranging from 3.28 to 3.47 hours after the burst. The colors correspond to a spectral slope of close to $f_ν \\propto ν^{1/3}$. Within the standard synchrotron fireball model, this requires that the external medium be less dense than $10^{4} cm^{-3}$, the electrons contain $&gt; 20%$ of the shock energy, and the magnetic field energy must be less than 24% of the energy in the electrons for normal interstellar or circumstellar densities. We also report upper limits of $V &gt; 12.0$ at 132 s (with LOTIS), $V &gt; 13.4$ from 132-1029s (with LOTIS), $V &gt; 15.3$ at 28.2 min (with Super-LOTIS), and a 8.5 GHz flux of $&lt; 114 μJy$ at 110 days (with the Very Large Array). WIYN 3.5-m and Keck 10-m telescopes reveal this location to be empty of any host galaxy to $R &gt; 25.7$ and $K &gt; 23.3$. The lack of a host galaxy likely implies that it is either substantially subluminous or more distant than a red shift of $\\sim 1.2$.","paperUrl":"https://arxiv.org/abs/astro-ph/9907235v3"}
{"_type":"paper","title":"Inevitable Endgame of Comet Tsuchinshan-ATLAS (C/2023 A3)","slug":{"_type":"slug","current":"inevitable-endgame-of-comet-tsuchinshan-atlas-c-2023-a3"},"authors":["Zdenek Sekanina"],"publicationDate":"2024-07-08","abstract":"Hopes are being widely expressed that C/2023 A3 could become a naked-eye object about the time of its perihelion passage in late 2024. However, based on its past and current performance, the comet is expected to disintegrate before reaching perihelion. Independent lines of evidence point to its forthcoming inevitable collapse. The first issue, which was recently called attention to by I. Ferrin, is this Oort cloud comet's failure to brighten at a heliocentric distance exceeding 2 AU, about 160 days preperihelion, accompanied by a sharp drop in the production of dust (Afρ). Apparent over a longer period of time, but largely ignored, has been the barycentric original semimajor axis inching toward negative numbers and the mean residual increasing after the light-curve anomaly, suggesting a fragmented nucleus whose motion is being affected a nongravitational acceleration; and an unusually narrow, teardrop dust tail with its peculiar orientation, implying copious emission of large grains far from the Sun but no microscopic material recently. This evidence suggests that the comet has entered an advanced phase of fragmentation, in which increasing numbers of dry, fractured refractory solids stay assembled in dark, porous blobs of exotic shape, becoming undetectable as they gradually disperse in space.","paperUrl":"https://arxiv.org/abs/2407.06166v1"}
{"_type":"paper","title":"The Increasing Rotation Period of Comet 10P/Tempel 2","slug":{"_type":"slug","current":"the-increasing-rotation-period-of-comet-10p-tempel-2"},"authors":["Matthew M. Knight","Tony L. Farnham","David G. Schleicher","Edward W. Schwieterman"],"publicationDate":"2010-09-15","abstract":"We imaged comet 10P/Tempel 2 on 32 nights from 1999 April through 2000 March. R-band lightcurves were obtained on 11 of these nights from 1999 April through 1999 June, prior to both the onset of significant coma activity and perihelion. Phasing of the data yields a double-peaked lightcurve and indicates a nucleus rotational period of 8.941 +/- 0.002 hr with a peak-to-peak amplitude of ~0.75 mag. Our data are sufficient to rule out all other possible double-peaked solutions as well as the single- and triple- peaked solutions. This rotation period agrees with one of five possible solutions found in post-perihelion data from 1994 by Mueller and Ferrin (1996, Icarus, 123, 463-477), and unambiguously eliminates their remaining four solutions. We applied our same techniques to published lightcurves from 1988 which were obtained at an equivalent orbital position and viewing geometry as in 1999. We found a rotation period of 8.932 +/- 0.001 hr in 1988, consistent with the findings of previous authors and incompatible with our 1999 solution. This reveals that Tempel 2 spun-down by ~32 s between 1988 and 1999 (two intervening perihelion passages). If the spin-down is due to a systematic torque, then the rotation period prior to perihelion during the 2010 apparition is expected to be an additional 32 s longer than in 1999.","paperUrl":"https://arxiv.org/abs/1009.3019v1"}